"BUTTON_AUTHENTICATE" = "Patunayan ang button label";

"BUTTON_CREATED_ACCOUNT" = "Gumawa ng account";

"BUTTON_CREATE_ACCOUNT" = "Lumikha ng account";

"BUTTON_CREATING_ACCOUNT" = "Gumagawa ng pamagat ng account button";

"BUTTON_DISMISS" = "I-dismiss";

"BUTTON_OK" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Ipadala muli ang confirmation code";

"BUTTON_RETRY" = "Subukan muli";

"BUTTON_SENDING_CONF_CODE" = "Pinapadala code ng pagkumpirma";

"BUTTON_SEND_CONF_CODE" = "Ipadala ang code sa kumprimasyon";

"BUTTON_SENT_CONF_CODE" = "Pinadala code sa pagkumpirma";

"BUTTON_SIGNED_IN" = "Nag-sign in ng pamagat ng button";

"BUTTON_SIGNING_IN" = "SIna-sign pamagat ng button";

"BUTTON_SIGN_IN" = "Mag-sign in";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Mag-sign in kasama ang Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Subukan ang ibang numero";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Mangyaring tingnan ang inyong code at subukan ulit";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Mangyaring tingnan ang koneksyon ng network ninyo at subukan ulit";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Mangyaring tingnan ang numero ninyo at subukan ulit";

"ERROR_TRY_AGAIN_LATER" = "Hindi ka namin mai-sign sa Twitter sa ngayon. Mangyaring subukan ulit mamaya.";

"FOOTNOTE_CREATE_ACCOUNT" = "Sa pag-tap sa \"Gumawa ng account\" sa itaas, sumasang-ayon kayo sa mga <u>Tuntunin ng Serbisyo</u>, <u>Patakaran sa Pagkapribado</u>, at <u>Patakaran sa Cookies</u> ngDigits by Twitter, at iba pang mga user ng %@ ay matuklasan ang inyong numero ng telepono at/o email.";

"FOOTNOTE_SEND_CONF_CODE" = "Sa pamamagitan ng pagtapik sa \"Magpadala ng code ng pagkumpirma\" sa itaas, <u>Digits by Twitter</u>, papadalhan ka ng isang SMS na mensahe upang kumpirmahin ang iyong numero ng telepono.";

"LABEL_ENTER_CONF_CODE" = "Ilagay ang confirmation code";

"LABEL_ENTER_PHONE_NUMBER" = "Ilagay ang iyong phone number";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Hindi makumpirma ang numero ng telepono ninyo";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Paumanhin, nahihirapan kaming padalhan kayo ng code sa pagkumpirma.Subukang mag-sign sa ibaba.";

"PARTIAL_FOOTNOTE_THIS_APP" = "app na ito";

"PLACEHOLDER_CONF_CODE" = "Confirmation code";

"PLACEHOLDER_YOUR_NUMBER" = "Numero mo";

